Repository: ehabsas/LiberDNSApplet
Catalog: po/*.po
Languages: ar

source: Liber Open DNS Update Applet
ar: بريمج تحديث DNS الحر

source: Liber Open DNS Update tool system tray
ar: بريمج تحديث DNS الحر فى صينية النظام

source: Liber DNS Applet
ar: تحديث DNS الحر

source: Copyright (c) 2008-2011 Ojuba team <core@ojuba.org>
ar: جميع الحقوق محفوظة لفريق أعجوبة 2008-2011<core@ojuba.org>

source: Update Open DNS service address
ar: تحديث عنوان خدمة Open DNS

source: WWW Web site
ar: موقع البريمج

source: Liber DNS Update Preferences
ar: تفضيلات بريمج تحديث DNS الحر

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

source: Auto start
ar: التشغيل التلقائي

source: Show notifications
ar: إظهار التنبيهات

source: User name:
ar: إسم المستخدم :

source: Password:
ar: كلمة المرور :

source: Nerwork Name:
ar: إسم الشبكة :

source: Time:
ar: الوقت :

source: Minutes
ar: دقيقة

source: Liber DNS Update
ar: تحديث DNS الحر

source: Liber DNS Update....
ar: تحديث DNS الحر

source: Update Now
ar: حدث الآن

source: Liber NDS update Failed!
ar: فشل تحديث DNS الحر!

source: Set your Configuration frist
ar: قم بتهيئة البرنامج أولاً

source: Last stat
ar: الحالة الأخيرة
